Repository: Flamesh/lms
Catalog: lms/locale/*.po
Languages: vi

source: Icon
vi: Biểu tượng

source: If Include in Preview is enabled for a lesson then the lesson will also be accessible to non logged in users.
vi: Nếu bao gồm trong bản xem trước được bật cho một bài học thì bài học cũng sẽ có thể truy cập được cho người dùng không đăng nhập.

source: If you are not any more interested to mentor the course
vi: Nếu bạn không quan tâm nữa để cố vấn cho khóa học

source: If you fail to do so, the quiz will be automatically submitted when the timer ends.
vi: Nếu bạn không làm như vậy, bài kiểm tra sẽ được tự động gửi khi hẹn giờ kết thúc.

source: If you have any questions or need assistance, feel free to reach out to our support team.
vi: Nếu bạn có bất kỳ câu hỏi hoặc cần hỗ trợ, vui lòng liên hệ với nhóm hỗ trợ của chúng tôi.

source: If you have any questions or require assistance, feel free to contact us.
vi: Nếu bạn có bất kỳ câu hỏi hoặc yêu cầu hỗ trợ, vui lòng liên hệ với chúng tôi.

source: If you haven't been redirected,
vi: Nếu bạn chưa được chuyển hướng,

source: If you set an amount here, then the USD equivalent setting will not get applied.
vi: Nếu bạn đặt một số tiền ở đây, thì cài đặt tương đương USD sẽ không được áp dụng.

source: If you want open ended questions then make sure each question in the quiz is of open ended type.
vi: Nếu bạn muốn các câu hỏi kết thúc mở thì hãy chắc chắn rằng mỗi câu hỏi trong bài kiểm tra thuộc loại kết thúc mở.

source: Image
vi: Hình ảnh

source: Image search powered by
vi: Tìm kiếm hình ảnh được cung cấp bởi

source: Image: Corrupted Data Stream
vi: Hình ảnh: luồng dữ liệu bị hỏng

source: In Progress
vi: Trong tiến trình

source: Inactive
vi: Không hoạt động

source: Include In Preview
vi: Bao gồm trong bản xem trước

source: Incomplete
vi: Không đầy đủ

source: Incorrect
vi: Không đúng

source: Index
vi: Chỉ mục

source: Index Label
vi: Nhãn chỉ mục

source: Individual Work
vi: Công việc cá nhân

source: Industry
vi: Ngành công nghiệp

source: Institution Name
vi: Tên tổ chức

source: Instructor
vi: Người hướng dẫn

source: Instructor Content
vi: Nội dung giảng viên

source: Instructor Notes
vi: Ghi chú của người hướng dẫn

source: Instructors
vi: Người hướng dẫn

source: Instructors Comments
vi: Giáo viên hướng dẫn nhận xét

source: Interest
vi: Quan tâm

source: Interests
vi: Lợi ích

source: Invalid Invite Code.
vi: Mã mời không hợp lệ.

source: Invalid Quiz ID
vi: ID đố không hợp lệ

source: Invite Code
vi: Mời mã

source: Invite Email
vi: Mời email

source: Invite Only
vi: Chỉ mời

source: Invite Request
vi: Yêu cầu mời

source: Is Correct
vi: Là chính xác

source: Is Onboarding Complete
vi: Đang hoàn thành trên tàu

source: Is SCORM Package
vi: Là gói scorm

source: Issue Date
vi: Ngày phát hành

source: Issued On
vi: Phát hành trên

source: Issued on
vi: Phát hành trên

source: Items in Sidebar
vi: Các mặt hàng trong thanh bên

source: Items removed successfully
vi: Các mặt hàng đã loại bỏ thành công

source: Job
vi: Công việc

source: Job Board Subtitle
vi: Phụ đề bảng công việc

source: Job Board Title
vi: Tiêu đề bảng công việc

source: Job Details
vi: Chi tiết công việc

source: Job Openings
vi: Cơ hội việc làm

source: Job Opportunity
vi: Cơ hội việc làm

source: Job Settings
vi: Cài đặt công việc

source: Job Title
vi: Tiêu đề công việc

source: Jobs
vi: Việc làm

source: Join
vi: Tham gia

source: Join Call
vi: Tham gia cuộc gọi

source: Join Meeting
vi: Tham gia cuộc họp

source: Join URL
vi: Tham gia URL

source: LMS Assessment
vi: Đánh giá LMS

source: LMS Assignment
vi: Phân công LMS

source: LMS Assignment Submission
vi: Đệ trình gán LMS

source: LMS Badge
vi: Huy hiệu LMS

source: LMS Badge Assignment
vi: Phân công huy hiệu LMS

source: LMS Batch
vi: LMS LMS

source: LMS Batch Enrollment
vi: Ghi danh LMS

source: LMS Batch Feedback
vi: LMS Phản hồi hàng loạt

source: LMS Batch Old
vi: LMS hàng loạt cũ

source: LMS Batch Timetable
vi: Thời gian biểu LMS LMS

source: LMS Category
vi: Danh mục LMS

source: LMS Certificate
vi: Giấy chứng nhận LMS

source: LMS Certificate Evaluation
vi: Đánh giá chứng chỉ LMS

source: LMS Certificate Request
vi: Yêu cầu chứng chỉ LMS

source: LMS Course
vi: Khóa học LMS

source: LMS Course Interest
vi: LMS khóa học LMS

source: LMS Course Mentor Mapping
vi: Bản đồ cố vấn khóa học LMS

source: LMS Course Progress
vi: Tiến trình khóa học LMS

source: LMS Course Review
vi: Đánh giá khóa học LMS

source: LMS Enrollment
vi: Ghi danh LMS

source: LMS Exercise
vi: Bài tập LMS

source: LMS Job Application
vi: LMS công việc

source: LMS Live Class
vi: LMS LIVE LỚP

source: LMS Mentor Request
vi: Yêu cầu cố vấn LMS

source: LMS Option
vi: Tùy chọn LMS

source: LMS Payment
vi: Thanh toán LMS

source: LMS Program
vi: Chương trình LMS

source: LMS Program Course
vi: Khóa học chương trình LMS

source: LMS Program Member
vi: Thành viên chương trình LMS

source: LMS Question
vi: Câu hỏi LMS

source: LMS Quiz Question
vi: Câu hỏi LMS câu hỏi

source: LMS Quiz Result
vi: LMS QUIZ KẾT QUẢ

source: LMS Quiz Submission
vi: LMS đố đệ trình

source: LMS Settings
vi: Cài đặt LMS

source: LMS Sidebar Item
vi: Mục thanh bên LMS

source: LMS Source
vi: Nguồn LMS

source: LMS Student
vi: Sinh viên LMS

source: LMS Timetable Legend
vi: LMS thời gian biểu huyền thoại

source: LMS Timetable Template
vi: Mẫu thời gian biểu LMS

source: Label
vi: Nhãn

source: Last Name
vi: Họ

source: Latest Submission
vi: Đệ trình mới nhất

source: Launch File
vi: Khởi chạy tập tin

source: Lesson
vi: Bài học

source: Lesson Reference
vi: Bài học tham khảo

source: Lesson Title
vi: Tiêu đề bài học

source: Lessons
vi: Bài học

source: Lessons Completed
vi: Bài học hoàn thành

source: Lets start setting up your content on the LMS so that you can reclaim time and focus on growth.
vi: Hãy bắt đầu thiết lập nội dung của bạn trên LMS để bạn có thể đòi lại thời gian và tập trung vào tăng trưởng.

source: Letter Grade (e.g. A, B-)
vi: Lớp thư (ví dụ: A, B-)

source: Limit Questions To
vi: Giới hạn các câu hỏi để

source: Limit cannot be greater than or equal to the number of questions in the quiz.
vi: Giới hạn không thể lớn hơn hoặc bằng số lượng câu hỏi trong bài kiểm tra.

source: LinkedIn ID
vi: LinkedIn Eid

source: Links
vi: Liên kết

source: List of quizzes
vi: Danh sách các câu đố

source: Live
vi: Sống

source: Live Class
vi: Lớp học trực tiếp

source: Load More
vi: Tải nhiều hơn

source: Local
vi: Địa phương

source: Location
vi: Vị trí

source: Location Preference
vi: Ưu tiên vị trí

source: Login
vi: Đăng nhập

source: Login failed
vi: Đăng nhập không thành công

source: Login to Frappe Cloud
vi: Đăng nhập vào đám mây tấn công

source: Login to Frappe Cloud?
vi: Đăng nhập vào Cloud Strike?

source: Login to apply
vi: Đăng nhập để áp dụng

source: Looking forward to seeing you enrolled!
vi: Mong được gặp bạn đăng ký!

source: Make LMS the default home
vi: Biến LMS thành nhà mặc định

source: Make an Announcement
vi: Đưa ra một thông báo

source: Make sure to enter the correct billing name as the same will be used in your invoice.
vi: Đảm bảo nhập tên thanh toán chính xác vì cùng sẽ được sử dụng trong hóa đơn của bạn.

source: Manage Batch
vi: Quản lý lô

source: Manager
vi: Giám đốc

source: Manager (Sales/Marketing/Customer)
vi: Người quản lý (Bán hàng/Tiếp thị/Khách hàng)

source: Manifest File
vi: Tệp kê khai

source: Mark
vi: Đánh dấu

source: Mark all as read
vi: Đánh dấu tất cả như đọc

source: Mark as read
vi: Đánh dấu như đọc

source: Marks
vi: Dấu hiệu

source: Marks for question number {0} cannot be greater than the marks allotted for that question.
vi: Điểm cho số câu hỏi {0} không thể lớn hơn các điểm được phân bổ cho câu hỏi đó.

source: Marks out of
vi: Đánh dấu ra khỏi

source: Max Attempts
vi: Cố gắng tối đa

source: Maximum Attempts
vi: Nỗ lực tối đa

source: Medium
vi: Trung bình

source: Medium ID
vi: ID trung bình

source: Medium:
vi: Trung bình:

source: Member
vi: Thành viên

source: Member Cohort
vi: Đoàn hệ thành viên

source: Member Email
vi: Email thành viên

source: Member Image
vi: Hình ảnh thành viên

source: Member Name
vi: Tên thành viên

source: Member Subgroup
vi: Phân nhóm thành viên

source: Member Type
vi: Loại thành viên

source: Member Username
vi: Tên người dùng thành viên

source: Member added to program
vi: Thành viên được thêm vào chương trình

source: Member already enrolled in this batch
vi: Thành viên đã đăng ký vào lô này

source: Member {0} has already been added to this batch.
vi: Thành viên {0} đã được thêm vào lô này.

source: Members
vi: Thành viên

source: Membership
vi: Tư cách thành viên

source: Memeber Username
vi: Tên người dùng thành viên

source: Mentor
vi: Người hướng dẫn

source: Mentor Name
vi: Tên cố vấn

source: Mentor Request
vi: Yêu cầu cố vấn

source: Mentor Request Creation Template
vi: Mẫu tạo yêu cầu cố vấn

source: Mentor Request Status Update Template
vi: Mẫu cập nhật trạng thái yêu cầu cố vấn

source: Mentors
vi: Cố vấn

source: Meta Image
vi: Hình ảnh meta

source: Milestone
vi: Quan trọng

source: Milestones
vi: Cột mốc

source: Minimum two options are required for multiple choice questions.
vi: Tối thiểu hai tùy chọn được yêu cầu cho nhiều câu hỏi nhiều lựa chọn.

source: Moderator
vi: Người điều hành

source: Modified By
vi: Sửa đổi bởi

source: Module Name is incorrect or does not exist.
vi: Tên mô -đun không chính xác hoặc không tồn tại.

source: Module is incorrect.
vi: Mô -đun không chính xác.

source: Monday
vi: Thứ hai

source: More
vi: Hơn

source: Multiple Correct Answers
vi: Nhiều câu trả lời đúng

source: My availability
vi: Sự sẵn có của tôi

source: My calendar
vi: Lịch của tôi

source: New
vi: Mới

source: New Assignment
vi: Bài tập mới

source: New Assignment Submission
vi: Đệ trình chuyển nhượng mới

source: New Batch
vi: Đợt mới

source: New Course
vi: Khóa học mới

source: New Job
vi: Công việc mới

source: New Job Applicant
vi: Người xin việc mới

source: New Program
vi: Chương trình mới

source: New Program Course
vi: Khóa học chương trình mới

source: New Program Member
vi: Thành viên chương trình mới

source: New Question
vi: Câu hỏi mới

source: New Quiz
vi: Bài kiểm tra mới

source: New Sign Up
vi: Đăng ký mới

source: New comment in batch {0}
vi: Nhận xét mới trong đợt {0}

source: New reply on the topic {0} in course {1}
vi: Trả lời mới về chủ đề {0} trong khóa học {1}

source: New {0}
vi: Mới {0}

source: Next
vi: Kế tiếp

source: Next Question
vi: Câu hỏi tiếp theo

source: No Assessments
vi: Không có đánh giá

source: No Notifications
vi: Không có thông báo

source: No Quiz submissions found
vi: Không tìm thấy đệ trình bài kiểm tra

source: No Recording
vi: Không ghi âm

source: No Upcoming Evaluations
vi: Không có đánh giá sắp tới

source: No announcements
vi: Không có thông báo

source: No assignments found
vi: Không tìm thấy bài tập

source: No batches found
vi: Không tìm thấy lô

source: No certificates
vi: Không có chứng chỉ

source: No courses created
vi: Không có khóa học được tạo ra

source: No courses found
vi: Không tìm thấy khóa học

source: No courses in this program
vi: Không có khóa học nào trong chương trình này

source: No courses under review
vi: Không có khóa học nào được xem xét

source: No feedback received yet.
vi: Chưa có phản hồi nào nhận được.

source: No introduction
vi: Không giới thiệu

source: No jobs posted
vi: Không có công việc được đăng

source: No live classes scheduled
vi: Không có lớp học trực tiếp được lên lịch

source: No participants found
vi: Không tìm thấy người tham gia

source: No programs found
vi: Không tìm thấy chương trình

source: No quizzes found
vi: Không tìm thấy câu đố

source: No slots available for this date.
vi: Không có khe cắm cho ngày này.

source: No submissions
vi: Không có bài nộp

source: No {0}
vi: Không {0}

source: No {0} courses
vi: Không có khóa học {0}

source: No.
vi: KHÔNG.

source: Not Allowed
vi: Không được phép

source: Not Applicable
vi: Không áp dụng

source: Not Attempted
vi: Không cố gắng

source: Not Available for Preview
vi: Không có sẵn để xem trước

source: Not Graded
vi: Không được xếp loại

source: Not Permitted
vi: Không được phép

source: Not Saved
vi: Không được lưu

source: Nothing to see here.
vi: Không có gì để xem ở đây.

source: Notifications
vi: Thông báo

source: Notify me when available
vi: Thông báo cho tôi khi có sẵn

source: Number of seats available
vi: Số lượng chỗ ngồi có sẵn

source: OAuth Client ID
vi: ID máy khách OAuth

source: Office close to Home
vi: Văn phòng gần nhà

source: Offline
vi: Ngoại tuyến

source: Once again, congratulations on this significant accomplishment.
vi: Một lần nữa, xin chúc mừng về thành tựu quan trọng này.

source: Once the moderator grades your submission, you'll find the details here.
vi: Khi người điều hành chấm điểm trình của bạn, bạn sẽ tìm thấy các chi tiết ở đây.

source: Online
vi: Trực tuyến

source: Only courses for which self learning is disabled can be added to program.
vi: Chỉ các khóa học mà tự học bị vô hiệu hóa mới có thể được thêm vào chương trình.

source: Only files of type {0} will be accepted.
vi: Chỉ các tệp loại {0} sẽ được chấp nhận.

source: Only image file is allowed.
vi: Chỉ cho phép tập tin hình ảnh.

source: Only zip files are allowed
vi: Chỉ cho phép các tệp zip được cho phép

source: Open
vi: Mở

source: Open Assignment
vi: Mở bài tập

source: Open Course
vi: Khóa học mở

source: Open Ended
vi: Mở kết thúc

source: Open Network
vi: Mở mạng

source: Option
vi: Lựa chọn

source: Option 1
vi: Tùy chọn 1

source: Option 2
vi: Tùy chọn 2

source: Option 3
vi: Tùy chọn 3

source: Option 4
vi: Tùy chọn 4

source: Order ID
vi: ID đặt hàng

source: Organisation
vi: Tổ chức

source: Organization
vi: Tổ chức

source: Original Amount
vi: Số tiền ban đầu

source: Others
vi: Người khác

source: Owner
vi: Người sở hữu

source: PAN
vi: CHẢO

source: Pages
vi: Trang

source: Paid Batch
vi: Batch trả tiền

source: Paid Certificate
vi: Giấy chứng nhận trả lương

source: Paid Certificate after Evaluation
vi: Giấy chứng nhận trả lương sau khi đánh giá

source: Paid Course
vi: Khóa học trả phí

source: Pan Number
vi: Số pan

source: Part Time
vi: Bán thời gian

source: Partially Complete
vi: Hoàn thành một phần

source: Pass
vi: Vượt qua

source: Passing Percentage
vi: Tỷ lệ vượt qua

source: Password
vi: Mật khẩu

source: Paste the youtube link of a short video introducing the course
vi: Dán liên kết YouTube của một video ngắn giới thiệu khóa học

source: Payment
vi: Sự chi trả

source: Payment Country
vi: Quốc gia thanh toán

source: Payment Details
vi: Chi tiết thanh toán

source: Payment Gateway
vi: Cổng thanh toán

source: Payment ID
vi: ID thanh toán

source: Payment Received
vi: Thanh toán nhận được

source: Payment Reminder Template
vi: Mẫu nhắc nhở thanh toán

source: Payment Settings
vi: Cài đặt thanh toán

source: Payment for
vi: Thanh toán cho

source: Payment for Certificate
vi: Thanh toán cho chứng chỉ

source: Payment for Document
vi: Thanh toán cho tài liệu

source: Payment for Document Type
vi: Thanh toán cho loại tài liệu

source: Payments app is not installed
vi: Ứng dụng thanh toán không được cài đặt

source: Pending
vi: Chưa giải quyết

source: Percentage
vi: Tỷ lệ phần trăm

source: Percentage (e.g. 70%)
vi: Tỷ lệ phần trăm (ví dụ: 70%)

source: Percentage/Status
vi: Tỷ lệ phần trăm/trạng thái

source: Phone Number
vi: Số điện thoại

source: Please Login
vi: Vui lòng đăng nhập

source: Please add <a href='{0}'>{1}</a> for <a href='{2}'>{3}</a> to send calendar invites for evaluations.
vi: Vui lòng thêm <a href = '{0}'> {1} </a> cho <a href = '{2}'> {3} </a> để gửi lời mời lịch để đánh giá.

source: Please ask your administrator to verify your sign-up
vi: Vui lòng yêu cầu quản trị viên của bạn xác minh đăng ký của bạn

source: Please check your email for verification
vi: Vui lòng kiểm tra email của bạn để xác minh

source: Please click on the following button to set your new password
vi: Vui lòng nhấp vào nút sau để đặt mật khẩu mới của bạn

source: Please complete the previous courses in the program to enroll in this course.
vi: Vui lòng hoàn thành các khóa học trước trong chương trình để đăng ký khóa học này.

source: Please enable Zoom Settings to use this feature.
vi: Vui lòng bật cài đặt Zoom để sử dụng tính năng này.

source: Please enroll for this course to view this lesson
vi: Vui lòng đăng ký khóa học này để xem bài học này

source: Please ensure that you complete all the questions in {0} minutes.
vi: Vui lòng đảm bảo rằng bạn hoàn thành tất cả các câu hỏi trong {0} phút.

source: Please enter a title.
vi: Vui lòng nhập một tiêu đề.

source: Please enter a valid URL.
vi: Vui lòng nhập URL hợp lệ.

source: Please enter a valid time in the format HH:mm.
vi: Vui lòng nhập thời gian hợp lệ theo định dạng HH: MM.

source: Please enter the URL for assignment submission.
vi: Vui lòng nhập URL để gửi bài tập.

source: Please enter your answer
vi: Vui lòng nhập câu trả lời của bạn

source: Please install the Payments app to create a paid batches.
vi: Vui lòng cài đặt ứng dụng thanh toán để tạo một lô phải trả tiền.

source: Please install the Payments app to create a paid courses.
vi: Vui lòng cài đặt ứng dụng thanh toán để tạo các khóa học trả phí.

source: Please let us know where you heard about us from.
vi: Xin vui lòng cho chúng tôi biết bạn đã nghe về chúng tôi từ đâu.

source: Please login to access the assignment.
vi: Vui lòng đăng nhập để truy cập bài tập.

source: Please login to access the quiz.
vi: Vui lòng đăng nhập để truy cập bài kiểm tra.

source: Please login to access this page.
vi: Vui lòng đăng nhập để truy cập trang này.

source: Please login to continue with payment.
vi: Vui lòng đăng nhập để tiếp tục thanh toán.

source: Please prepare well and be on time for the evaluations.
vi: Hãy chuẩn bị tốt và đúng giờ cho các đánh giá.

source: Please schedule an evaluation to get certified.
vi: Vui lòng lên lịch đánh giá để được chứng nhận.

source: Please select a date.
vi: Vui lòng chọn một ngày.

source: Please select a duration.
vi: Vui lòng chọn thời lượng.

source: Please select a future date and time.
vi: Vui lòng chọn một ngày và giờ trong tương lai.

source: Please select a time.
vi: Vui lòng chọn một thời gian.

source: Please select a timezone.
vi: Vui lòng chọn một múi giờ.

source: Please take appropriate action at {0}
vi: Vui lòng thực hiện hành động thích hợp tại {0}

source: Please try again
vi: Hãy thử lại

source: Please upload a SCORM package
vi: Vui lòng tải lên gói scorm

source: Please upload the assignment file.
vi: Vui lòng tải lên tệp gán.

source: Point of Score (e.g. 70)
vi: Điểm của điểm số (ví dụ: 70)

source: Possibility
vi: Khả năng

source: Possible Answer 1
vi: Có thể trả lời 1

source: Possible Answer 2
vi: Có thể trả lời 2

source: Possible Answer 3
vi: Có thể trả lời 3

source: Possible Answer 4
vi: Có thể trả lời 4

source: Post
vi: Bưu kiện

source: Postal Code
vi: Mã bưu điện

source: Posted on
vi: Đăng trên

source: Preferred Function
vi: Chức năng ưa thích

source: Preferred Functions
vi: Các chức năng ưa thích

source: Preferred Industries
vi: Các ngành công nghiệp ưa thích

source: Preferred Industry
vi: Ngành công nghiệp ưa thích

source: Preferred Location
vi: Vị trí ưa thích

source: Preview Image
vi: Xem trước hình ảnh

source: Preview Video
vi: Xem trước video

source: Previous
vi: Trước

source: Pricing
vi: Giá cả

source: Pricing and Certification
vi: Giá cả và chứng nhận

source: Primary Countries
vi: Các nước tiểu học

source: Primary Subgroup
vi: Phân nhóm chính

source: Privacy Policy
vi: Chính sách bảo mật

source: Private
vi: Riêng tư

source: Private Information includes your Grade and Work Environment Preferences
vi: Thông tin cá nhân bao gồm các ưu tiên môi trường làm việc và lớp của bạn

source: Proceed to Payment
vi: Tiến hành thanh toán

source: Profession
vi: Nghề nghiệp

source: Profile Image
vi: Hình ảnh hồ sơ

source: Program Course
vi: Khóa học chương trình

source: Program Courses
vi: Các khóa học chương trình

source: Program Member
vi: Thành viên chương trình

source: Program Members
vi: Thành viên chương trình

source: Progress
vi: Tiến triển

source: Progress (%)
vi: Tiến triển (%)

source: Public
vi: Công cộng

source: Publish on Participant Page
vi: Xuất bản trên trang người tham gia

source: Published
vi: Xuất bản

source: Published Courses
vi: Các khóa học xuất bản

source: Published On
vi: Xuất bản trên

source: Purchased Certificate
vi: Đã mua chứng chỉ

source: Question
vi: Câu hỏi

source: Question
vi: Câu hỏi

source: Question Detail
vi: Câu hỏi chi tiết

source: Question Name
vi: Tên câu hỏi

source: Question added successfully
vi: Câu hỏi được thêm thành công

source: Question updated successfully
vi: Câu hỏi được cập nhật thành công

source: Question {0}
vi: Câu hỏi {0}

source: Question {0} of {1}
vi: Câu hỏi {0} của {1}

source: Questions
vi: Câu hỏi

source: Questions deleted successfully
vi: Câu hỏi đã xóa thành công

source: Quiz
vi: Bài kiểm tra

source: Quiz ID
vi: Id câu đố

source: Quiz Submission
vi: Bài kiểm tra

source: Quiz Submissions
vi: Đệ trình đố

source: Quiz Summary
vi: Tóm tắt bài kiểm tra

source: Quiz Title
vi: Tiêu đề đố

source: Quiz created successfully
vi: Quiz tạo ra thành công

source: Quiz is not available to Guest users. Please login to continue.
vi: Quiz không có sẵn cho người dùng khách. Vui lòng đăng nhập để tiếp tục.

source: Quiz updated successfully
vi: Câu đố cập nhật thành công

source: Quiz will appear at the bottom of the lesson.
vi: Câu đố sẽ xuất hiện ở dưới cùng của bài học.

source: Quizzes
vi: Câu đố

source: Rating
vi: Xếp hạng

source: Rating cannot be 0
vi: Xếp hạng không thể là 0

source: Ready
vi: Sẵn sàng

source: Reference DocName
vi: Tham khảo DocName

source: Reference DocType
vi: Tài liệu tham khảo doctype

source: Reference Document Type
vi: Loại tài liệu tham khảo

source: Regards
vi: Trân trọng

source: Register Now
vi: Đăng ký ngay bây giờ

source: Registered
vi: Đăng ký

source: Registered but disabled
vi: Đã đăng ký nhưng vô hiệu hóa

source: Rejected
vi: Vật bị loại bỏ

source: Related Courses
vi: Các khóa học liên quan

source: Remove
vi: Di dời

source: Reply To
vi: Trả lời

source: Request Invite
vi: Yêu cầu Mời

source: Request for Mentorship
vi: Yêu cầu cố vấn

source: Required Role
vi: Vai trò cần thiết

source: Resend
vi: Chia rẽ

source: Restricted
vi: Hạn chế

source: Result
vi: Kết quả

source: Resume
vi: Bản tóm tắt

source: Review
vi: Ôn tập

source: Review the course
vi: Xem lại khóa học

source: Reviewed By
vi: Được xem xét bởi

source: Reviews
vi: Đánh giá

source: Role
vi: Vai trò

source: Role Preference
vi: Sở thích vai trò

source: Route
vi: Tuyến đường

source: Row #{0} Date cannot be outside the batch duration.
vi: Hàng #{0} Ngày không thể nằm ngoài thời lượng hàng loạt.

source: Row #{0} End time cannot be outside the batch duration.
vi: Hàng #{0} Thời gian kết thúc không thể nằm ngoài thời lượng hàng loạt.

source: Row #{0} Start time cannot be greater than or equal to end time.
vi: Hàng #{0} Thời gian bắt đầu không thể lớn hơn hoặc bằng thời gian cuối.

source: Row #{0} Start time cannot be outside the batch duration.
vi: Hàng #{0} Thời gian bắt đầu không thể nằm ngoài thời lượng hàng loạt.

source: Rows {0} have the duplicate questions.
vi: Hàng {0} có các câu hỏi trùng lặp.

source: Run
vi: Chạy

source: SCORM Package
vi: Gói Scorm

source: SCORM Package Path
vi: Đường dẫn gói Scorm

source: Saturday
vi: Thứ bảy

source: Save
vi: Cứu

source: Schedule
vi: Lịch trình

source: Schedule Evaluation
vi: Đánh giá lịch trình

source: Scheduled Flow
vi: Dòng chảy theo lịch trình

source: Scope
vi: Phạm vi

source: Score
vi: Điểm

source: Score Out Of
vi: Điểm số

source: Search
vi: Tìm kiếm

source: Search by Name
vi: Tìm kiếm theo tên

source: Search by Title
vi: Tìm kiếm theo tiêu đề

source: Search by title
vi: Tìm kiếm theo tiêu đề
