Repository: Flamesh/lms
Catalog: lms/locale/*.po
Languages: vi

source: Please evaluate and grade it.
vi: Hãy đánh giá và phân loại nó.

source: % completed
vi: % hoàn thành

source: <a href="/app/lms-settings/LMS%20Settings">LMS Settings</a>
vi: <a href = "/app/lms-setting/lms%20Sinstall "> LMS Cài đặt </a>

source: <a href="/app/web-page/new-web-page-1">Setup a Home Page</a>
vi: <a href = "/app/web-page/new-web-page-1 "> thiết lập trang chủ </a>

source: <a href="/lms/courses">Visit LMS Portal</a>
vi: <a href = "/lms/khóa học "> Truy cập cổng thông tin LMS </a>

source: <a href="/lms/courses/new/edit">Create a Course</a>
vi: <a href = "/lms/khóa học/mới/chỉnh sửa "> Tạo khóa học </a>

source: <a href="https://docs.frappe.io/learning">Documentation</a>
vi: <a href = "https: //docs.frappe.io/learning "> Tài liệu </a>

source: <span class="h4"><b>Get Started</b></span>
vi: <span class = "h4 "> <b> Bắt đầu </b> </span>

source: <span style="font-size: 18px;"><b>Statistics</b></span>
vi: <span style = "font-size: 18px; "> <b> Thống kê </b> </span>

source: A course cannot have both paid certificate and certificate of completion.
vi: Một khóa học không thể có cả chứng chỉ trả phí và chứng chỉ hoàn thành.

source: A one line introduction to the course that appears on the course card
vi: Giới thiệu một dòng về khóa học xuất hiện trên thẻ khóa học

source: About
vi: Về

source: About this batch
vi: Về lô này

source: Acceptance for Terms and/or Policies
vi: Sự chấp nhận cho các điều khoản và/hoặc chính sách

source: Accepted
vi: Được chấp nhận

source: Account ID
vi: ID tài khoản

source: Achievements
vi: Thành tích

source: Active
vi: Tích cực

source: Add
vi: Thêm vào

source: Add Chapter
vi: Thêm chương

source: Add Lesson
vi: Thêm bài học

source: Add Slot
vi: Thêm khe

source: Add a Chapter
vi: Thêm một chương

source: Add a Lesson
vi: Thêm một bài học

source: Add a Student
vi: Thêm một sinh viên

source: Add a chapter
vi: Thêm một chương

source: Add a course
vi: Thêm một khóa học

source: Add a keyword and then press enter
vi: Thêm một từ khóa và sau đó nhấn enter

source: Add a lesson
vi: Thêm một bài học

source: Add a new question
vi: Thêm một câu hỏi mới

source: Add a quiz to your lesson
vi: Thêm một bài kiểm tra vào bài học của bạn

source: Add an assessment
vi: Thêm một đánh giá

source: Add an assignment to your lesson
vi: Thêm một bài tập cho bài học của bạn

source: Add an existing question
vi: Thêm một câu hỏi hiện có

source: Add at least one possible answer for this question: {0}
vi: Thêm ít nhất một câu trả lời có thể cho câu hỏi này: {0}

source: Add web page to sidebar
vi: Thêm trang web vào thanh bên

source: Add your assignment as {0}
vi: Thêm bài tập của bạn là {0}

source: Address
vi: Địa chỉ

source: Address Line 1
vi: Dòng địa chỉ 1

source: Address Line 2
vi: Dòng địa chỉ 2

source: Admin
vi: Quản trị viên

source: All
vi: Tất cả

source: All Batches
vi: Tất cả các lô

source: All Certified Participants
vi: Tất cả những người tham gia được chứng nhận

source: All Courses
vi: Tất cả các khóa học

source: All Feedback
vi: Tất cả các phản hồi

source: All Submissions
vi: Tất cả các bài nộp

source: All questions should have the same marks if the limit is set.
vi: Tất cả các câu hỏi nên có cùng điểm nếu giới hạn được đặt.

source: Allow Guest Access
vi: Cho phép khách truy cập

source: Allow Job Posting From Website
vi: Cho phép đăng công việc từ trang web

source: Allow Self Enrollment
vi: Cho phép tự đăng ký

source: Allow accessing future dates
vi: Cho phép truy cập ngày trong tương lai

source: Allow self enrollment
vi: Cho phép tự đăng ký

source: Already Registered
vi: Đã được đăng ký

source: Amount
vi: Số lượng

source: Amount (USD)
vi: Số tiền (USD)

source: Amount and currency are required for paid batches.
vi: Số tiền và tiền tệ là cần thiết cho các lô phải trả tiền.

source: Amount and currency are required for paid certificates.
vi: Số tiền và tiền tệ là cần thiết cho chứng chỉ trả phí.

source: Amount and currency are required for paid courses.
vi: Số tiền và tiền tệ là cần thiết cho các khóa học trả phí.

source: Amount with GST
vi: Số tiền với GST

source: Announcement
vi: Thông báo

source: Announcement has been sent successfully
vi: Thông báo đã được gửi thành công

source: Answer
vi: Trả lời

source: Appears on the course card in the course list
vi: Xuất hiện trên thẻ khóa học trong danh sách khóa học

source: Appears when the batch URL is shared on any online platform
vi: Xuất hiện khi URL hàng loạt được chia sẻ trên bất kỳ nền tảng trực tuyến nào

source: Applications Received
vi: Ứng dụng nhận được

source: Apply
vi: Áp dụng

source: Apply GST for India
vi: Áp dụng GST cho Ấn Độ

source: Apply Rounding on Equivalent
vi: Áp dụng làm tròn trên tương đương

source: Apply for this job
vi: Áp dụng cho công việc này

source: Approved
vi: Tán thành

source: Apps
vi: Ứng dụng

source: Archived
vi: Lưu trữ

source: Are you sure you want to cancel this evaluation? This action cannot be undone.
vi: Bạn có chắc là bạn muốn hủy đánh giá này? Hành động này không thể được hoàn tác.

source: Are you sure you want to login to your Frappe Cloud dashboard?
vi: Bạn có chắc là bạn muốn đăng nhập vào bảng điều khiển Frappe Cloud của mình không?

source: Ask User Category during Signup
vi: Hỏi danh mục người dùng trong quá trình đăng ký

source: Assessment
vi: Đánh giá

source: Assessment Name
vi: Tên đánh giá

source: Assessment Type
vi: Loại đánh giá

source: Assessment added successfully
vi: Đánh giá thêm thành công

source: Assessment {0} has already been added to this batch.
vi: Đánh giá {0} đã được thêm vào lô này.

source: Assessments
vi: Đánh giá

source: Assign
vi: Giao phó

source: Assignment
vi: Phân công

source: Assignment Attachment
vi: Đ Tổng phần đính kèm

source: Assignment Submission Template
vi: Mẫu gửi bài tập

source: Assignment Title
vi: Tiêu đề chuyển nhượng

source: Assignment for Lesson {0} by {1} already exists.
vi: Bài tập cho bài học {0} bởi {1} đã tồn tại.

source: Assignment saved successfully
vi: Bài tập đã lưu thành công

source: Assignment will appear at the bottom of the lesson.
vi: Bài tập sẽ xuất hiện ở dưới cùng của bài học.

source: Assignments
vi: Bài tập

source: At least one option must be correct for this question.
vi: Ít nhất một tùy chọn phải đúng cho câu hỏi này.

source: Attire Preference
vi: Ưu tiên trang phục

source: Authorize Google Calendar Access
vi: Ủy quyền truy cập lịch Google

source: Auto Assign
vi: Gán tự động

source: Auto Recording
vi: Tự động ghi

source: Average Rating
vi: Xếp hạng trung bình

source: Average of Feedback Received
vi: Trung bình của phản hồi nhận được

source: Back to Course
vi: Quay lại khóa học

source: Badge
vi: Huy hiệu

source: Badge Description
vi: Mô tả huy hiệu

source: Badge Image
vi: Hình ảnh huy hiệu

source: Batch
vi: Đợt

source: Batch Confirmation Template
vi: Mẫu xác nhận hàng loạt

source: Batch Course
vi: Khóa học hàng loạt

source: Batch Created
vi: Batch được tạo ra

source: Batch Description
vi: Mô tả hàng loạt

source: Batch Details
vi: Chi tiết hàng loạt

source: Batch Details Raw
vi: Chi tiết hàng loạt thô

source: Batch Evaluator
vi: Người đánh giá hàng loạt

source: Batch Name
vi: Tên hàng loạt

source: Batch Old
vi: Lô cũ

source: Batch Settings
vi: Cài đặt hàng loạt

source: Batch Start Date:
vi: Ngày bắt đầu hàng loạt:

source: Batch Start Reminder
vi: Batch bắt đầu nhắc nhở

source: Batch Title
vi: Tiêu đề hàng loạt

source: Batch Updated
vi: Cập nhật hàng loạt

source: Batch end date cannot be before the batch start date
vi: Ngày kết thúc hàng loạt không thể trước ngày bắt đầu hàng loạt

source: Batch:
vi: Lô:

source: Batches
vi: Đợt

source: Begin Date
vi: Bắt đầu ngày

source: Best Regards
vi: Trân trọng

source: Billing Details
vi: Chi tiết thanh toán

source: Billing Name
vi: Tên thanh toán

source: Bio
vi: Đã từng là

source: Body
vi: Thân hình

source: Both Individual and Team Work
vi: Cả công việc cá nhân và nhóm

source: Branch
vi: Chi nhánh

source: Business Owner
vi: Chủ doanh nghiệp

source: Buy this course
vi: Mua khóa học này

source: By
vi: Qua

source: Cancel
vi: Hủy bỏ

source: Cancel this evaluation?
vi: Hủy đánh giá này?

source: Cancelled
vi: Bị hủy bỏ

source: Career Preference Details
vi: Chi tiết sở thích nghề nghiệp

source: Casual Wear
vi: Mặc bình thường

source: Category
vi: Loại

source: Category Name
vi: Tên danh mục

source: Certificate
vi: Giấy chứng nhận

source: Certificate Email Template
vi: Mẫu email chứng chỉ

source: Certificate Link
vi: Liên kết chứng chỉ

source: Certificate of Completion
vi: Giấy chứng nhận hoàn thành

source: Certificate saved successfully
vi: Giấy chứng nhận được lưu thành công

source: Certificates
vi: Giấy chứng nhận

source: Certificates generated successfully
vi: Giấy chứng nhận được tạo thành công

source: Certification
vi: Chứng nhận

source: Certification Details
vi: Chi tiết chứng nhận

source: Certification Name
vi: Tên chứng nhận

source: Certified
vi: Được chứng nhận

source: Certified Participants
vi: Người tham gia được chứng nhận

source: Change
vi: Thay đổi

source: Changes saved successfully
vi: Thay đổi được lưu thành công

source: Chapter
vi: Chương

source: Chapter Reference
vi: Tham khảo chương

source: Chapter added successfully
vi: Chương được thêm thành công

source: Chapter updated successfully
vi: Chương cập nhật thành công

source: Chapters
vi: Chương

source: Check
vi: Kiểm tra

source: Check Discussion
vi: Kiểm tra thảo luận

source: Check out the {0} to know more about certification.
vi: Kiểm tra {0} để biết thêm về chứng nhận.

source: Checkout Courses
vi: Khóa học thanh toán

source: Choices
vi: Sự lựa chọn

source: Choose all answers that apply
vi: Chọn tất cả các câu trả lời áp dụng

source: Choose an icon
vi: Chọn một biểu tượng

source: Choose one answer
vi: Chọn một câu trả lời

source: City
vi: Thành phố

source: Class:
vi: Lớp học:

source: Clear
vi: Thông thoáng

source: Clearly Defined Role
vi: Vai trò được xác định rõ ràng

source: Click here to login
vi: Bấm vào đây để đăng nhập

source: Click on the add icon in the editor and select Quiz from the menu. It opens up a dialog, where you can either select a quiz from the list or create a new quiz. When you select the Create New option it redirects you to the quiz creation page.
vi: Nhấp vào biểu tượng Thêm vào trình chỉnh sửa và chọn bài kiểm tra từ menu. Nó mở ra một hộp thoại, nơi bạn có thể chọn một bài kiểm tra từ danh sách hoặc tạo một bài kiểm tra mới. Khi bạn chọn tùy chọn Tạo mới, nó sẽ chuyển hướng bạn đến trang tạo bài kiểm tra.

source: Client ID
vi: ID máy khách

source: Client Secret
vi: Bí mật của khách hàng

source: Closed
vi: Đóng

source: Cloud
vi: Đám mây

source: Code
vi: Mã số

source: Cohort
vi: Đoàn hệ

source: Cohort Join Request
vi: Đoàn hệ yêu cầu tham gia

source: Cohort Mentor
vi: Cố vấn đoàn hệ

source: Cohort Staff
vi: Nhân viên đoàn hệ

source: Cohort Subgroup
vi: Nhóm phân nhóm đoàn hệ

source: Cohort Web Page
vi: Đoàn hệ trang web

source: Collaboration Preference
vi: Ưu tiên hợp tác

source: Collapse all chapters
vi: Sụp đổ tất cả các chương

source: College Name
vi: Tên đại học

source: Color
vi: Màu sắc

source: Comments
vi: Nhận xét

source: Comments by Evaluator
vi: Nhận xét của người đánh giá

source: Company
vi: Công ty

source: Company Details
vi: Chi tiết công ty

source: Company Email Address
vi: Địa chỉ email của công ty

source: Company Logo
vi: Logo công ty

source: Company Name
vi: Tên công ty

source: Company Type
vi: Loại công ty

source: Company Website
vi: Trang web của công ty

source: Complete
vi: Hoàn thành

source: Complete Sign Up
vi: Hoàn thành Đăng ký

source: Complete Your Enrollment
vi: Hoàn thành đăng ký của bạn

source: Complete Your Enrollment - Don't miss out!
vi: Hoàn thành đăng ký của bạn - Đừng bỏ lỡ!

source: Completed
vi: Hoàn thành

source: Completed by Students
vi: Hoàn thành bởi sinh viên

source: Completion Certificate
vi: Giấy chứng nhận hoàn thành

source: Completions
vi: Hoàn thành

source: Condition
vi: Tình trạng

source: Condition must be in valid JSON format.
vi: Điều kiện phải ở định dạng JSON hợp lệ.

source: Condition must be valid python code.
vi: Điều kiện phải là mã Python hợp lệ.

source: Confirm
vi: Xác nhận

source: Confirmation Email Sent
vi: Email xác nhận được gửi

source: Confirmation Email Template
vi: Mẫu email xác nhận

source: Congratulations on getting certified!
vi: Chúc mừng bạn đã được chứng nhận!

source: Contact the Administrator to enroll for this course.
vi: Liên hệ với quản trị viên để đăng ký cho khóa học này.

source: Content
vi: Nội dung

source: Continue Learning
vi: Tiếp tục học tập

source: Contract
vi: Hợp đồng

source: Cookie Policy
vi: Chính sách cookie

source: Copy the URL of the video from YouTube and paste it in the editor.
vi: Sao chép URL của video từ YouTube và dán nó vào trình soạn thảo.

source: Corporate Organization
vi: Tổ chức doanh nghiệp

source: Correct
vi: Chính xác

source: Correct Answer
vi: Câu trả lời đúng

source: Country
vi: Quốc gia

source: Course
vi: Khóa học

source: Course Chapter
vi: Chương khóa học

source: Course Completed
vi: Khóa học hoàn thành

source: Course Creator
vi: Người tạo khóa học

source: Course Data
vi: Dữ liệu khóa học

source: Course Description
vi: Mô tả khóa học

source: Course Evaluator
vi: Người đánh giá khóa học

source: Course Image
vi: Hình ảnh khóa học

source: Course Instructor
vi: Người hướng dẫn khóa học

source: Course Lesson
vi: Bài học khóa học

source: Course List
vi: Danh sách khóa học

source: Course Name
vi: Tên khóa học

source: Course Outline
vi: Phác thảo khóa học

source: Course Progress Summary
vi: Tóm tắt tiến độ khóa học

source: Course Settings
vi: Cài đặt khóa học

source: Course Stats
vi: Số liệu thống kê khóa học

source: Course Title
vi: Tiêu đề khóa học

source: Course added to program
vi: Khóa học được thêm vào chương trình

source: Course already added to the batch.
vi: Khóa học đã được thêm vào lô.

source: Course deleted successfully
vi: Khóa học đã xóa thành công

source: Course moved successfully
vi: Khóa học đã di chuyển thành công

source: Course {0} has already been added to this batch.
vi: Khóa học {0} đã được thêm vào lô này.

source: Courses
vi: Khóa học

source: Courses Completed
vi: Các khóa học đã hoàn thành

source: Courses Mentored
vi: Các khóa học được cố vấn

source: Courses deleted successfully
vi: Các khóa học đã xóa thành công

source: Cover Image
vi: Ảnh bìa

source: Create
vi: Tạo nên

source: Create LMS Certificate
vi: Tạo chứng chỉ LMS

source: Create LMS Certificate Evaluation
vi: Tạo đánh giá chứng chỉ LMS

source: Create a Course
vi: Tạo ra một khóa học

source: Create a Live Class
vi: Tạo một lớp học trực tiếp

source: Create a course
vi: Tạo ra một khóa học

source: Create a new question
vi: Tạo một câu hỏi mới

source: Created
vi: Tạo

source: Currency
vi: Tiền tệ

source: Current Lesson
vi: Bài học hiện tại

source: Custom HTML
vi: HTML tùy chỉnh

source: Custom Script (JavaScript)
vi: Tập lệnh tùy chỉnh (JavaScript)

source: Custom Signup Content
vi: Nội dung đăng ký tùy chỉnh

source: Customisations
vi: Tùy chỉnh

source: Dashboard
vi: Bảng điều khiển

source: Date
vi: Ngày

source: Date and Time
vi: Ngày và thời gian

source: Date:
vi: Ngày:

source: Day
vi: Ngày

source: Dear
vi: Kính thưa

source: Dear
vi: Kính thưa

source: Default Currency
vi: Tiền tệ mặc định

source: Degree Type
vi: Loại cấp độ

source: Delete
vi: Xóa bỏ

source: Delete Chapter
vi: Xóa chương

source: Delete Course
vi: Xóa khóa học

source: Delete this chapter?
vi: Xóa chương này?

source: Delete this lesson?
vi: Xóa bài học này?

source: Deleting the course will also delete all its chapters and lessons. Are you sure you want to delete this course?
vi: Xóa khóa học cũng sẽ xóa tất cả các chương và bài học của nó. Bạn có chắc là bạn muốn xóa khóa học này?

source: Deleting this chapter will also delete all its lessons and permanently remove it from the course. This action cannot be undone. Are you sure you want to continue?
vi: Xóa chương này cũng sẽ xóa tất cả các bài học của nó và loại bỏ vĩnh viễn nó khỏi khóa học. Hành động này không thể được hoàn tác. Bạn có chắc là bạn muốn tiếp tục?

source: Deleting this lesson will permanently remove it from the course. This action cannot be undone. Are you sure you want to continue?
vi: Xóa bài học này sẽ loại bỏ vĩnh viễn nó khỏi khóa học. Hành động này không thể được hoàn tác. Bạn có chắc là bạn muốn tiếp tục?

source: Description
vi: Sự miêu tả

source: Desk
vi: Bàn làm việc

source: Details
vi: Chi tiết

source: Didn't receive the code?
vi: Không nhận được mã?

source: Disable Self Enrollment
vi: Tắt việc tự đăng ký

source: Disable Self Learning
vi: Tắt việc tự học

source: Disabled
vi: Tàn tật

source: Discard
vi: Loại bỏ

source: Discussions
vi: Thảo luận

source: Document
vi: Tài liệu

source: Don’t miss this opportunity to enhance your skills. Click below to complete your enrollment
vi: Don lồng bỏ lỡ cơ hội này để tăng cường kỹ năng của bạn. Nhấp vào bên dưới để hoàn thành đăng ký của bạn

source: Dream Companies
vi: Các công ty mơ ước

source: Duplicate options found for this question.
vi: Các tùy chọn trùng lặp được tìm thấy cho câu hỏi này.

source: Duration
vi: Khoảng thời gian

source: Duration (in minutes)
vi: Thời lượng (tính bằng phút)

source: Duration of the live class in minutes
vi: Thời lượng của lớp trực tiếp trong vài phút

source: Edit
vi: Biên tập

source: Edit Chapter
vi: Chỉnh sửa chương

source: Edit Profile
vi: Chỉnh sửa hồ sơ

source: Edit the question
vi: Chỉnh sửa câu hỏi

source: Education
vi: Giáo dục

source: Education Detail
vi: Chi tiết giáo dục

source: Education Details
vi: Chi tiết giáo dục

source: Email ID
vi: ID email

source: Email Sent
vi: Email đã gửi

source: Email Template
vi: Mẫu email

source: Email Templates
vi: Mẫu email

source: Emails
vi: Email

source: Employee
vi: Người lao động

source: Enable
vi: Cho phép

source: Enable Google API in Google Settings to send calendar invites for evaluations.
vi: Kích hoạt API Google trong cài đặt Google để gửi lời mời lịch để đánh giá.

source: Enable Learning Paths
vi: Bật đường dẫn học tập

source: Enable this only if you want to upload a SCORM package as a chapter.
vi: Chỉ cho phép điều này nếu bạn muốn tải lên gói scorm làm chương.

source: Enabled
vi: Đã bật

source: Enabling this will publish the certificate on the certified participants page.
vi: Cho phép điều này sẽ xuất bản chứng chỉ trên trang người tham gia được chứng nhận.

source: End Date
vi: Ngày kết thúc

source: End Date (or expected)
vi: Ngày kết thúc (hoặc dự kiến)

source: End Time
vi: Thời gian kết thúc

source: Enroll Now
vi: Đăng ký ngay bây giờ

source: Enrolled
vi: Đăng ký

source: Enrolled Students
vi: Học sinh ghi danh

source: Enrolled successfully
vi: Ghi danh thành công

source: Enrollment Confirmation for {0}
vi: Xác nhận đăng ký cho {0}

source: Enrollment Count
vi: Số lượng ghi danh

source: Enrollment Failed
vi: Ghi danh không thành công

source: Enrollments
vi: Ghi danh

source: Enter Client Id and Client Secret in Google Settings to send calendar invites for evaluations.
vi: Nhập ID máy khách và bí mật của khách hàng trong cài đặt Google để gửi lời mời lịch để đánh giá.

source: Enter a URL
vi: Nhập một url

source: Enter a title and save the quiz to proceed
vi: Nhập tiêu đề và lưu bài kiểm tra để tiếp tục

source: Enter the correct answer
vi: Nhập đúng câu trả lời

source: Error
vi: Lỗi

source: Error creating live class. Please try again. {0}
vi: Lỗi khi tạo lớp trực tiếp. Hãy thử lại. {0}

source: Evaluation
vi: Sự đánh giá

source: Evaluation Details
vi: Chi tiết đánh giá

source: Evaluation End Date
vi: Đánh giá ngày kết thúc

source: Evaluation Request
vi: Yêu cầu đánh giá

source: Evaluation end date cannot be less than the batch end date.
vi: Ngày kết thúc đánh giá không thể nhỏ hơn ngày kết thúc hàng loạt.

source: Evaluation saved successfully
vi: Đánh giá được lưu thành công

source: Evaluator
vi: Người đánh giá

source: Evaluator Name
vi: Tên đánh giá

source: Evaluator Schedule
vi: Lịch đánh giá

source: Evaluator is Unavailable
vi: Người đánh giá không có sẵn

source: Evaluator is required for paid certificates.
vi: Người đánh giá là cần thiết cho chứng chỉ trả phí.

source: Event
vi: Sự kiện

source: Example: IST (+5:30)
vi: Ví dụ: IS (+5: 30)

source: Exercise
vi: Bài tập

source: Exercise Latest Submission
vi: Tập thể dục đệ trình mới nhất

source: Exercise Submission
vi: Tập thể dục

source: Exercise Title
vi: Tiêu đề tập thể dục

source: Expand all chapters
vi: Mở rộng tất cả các chương

source: Expiration Date
vi: Ngày hết hạn

source: Expiry Date
vi: Ngày hết hạn

source: Explanation
vi: Giải thích

source: Explanation
vi: Giải thích

source: Explore More
vi: Khám phá thêm

source: Fail
vi: Thất bại

source: Failed to login to Frappe Cloud
vi: Không đăng nhập vào Frappe Cloud

source: Failed to resend code
vi: Không thể hỗ trợ mã

source: Featured
vi: Đặc trưng

source: Feedback
vi: Nhận xét

source: Feel free to make edits to your submission if needed.
vi: Hãy thoải mái thực hiện các chỉnh sửa để gửi của bạn nếu cần.

source: Field To Check
vi: Trường để kiểm tra

source: Field of Major/Study
vi: Lĩnh vực chính/nghiên cứu

source: File Type
vi: Loại tệp

source: Find the perfect job for you
vi: Tìm công việc hoàn hảo cho bạn

source: First Name
vi: Tên

source: Fixed 9-5
vi: Đã sửa 9-5

source: Flexible Time
vi: Thời gian linh hoạt

source: Form to create and edit quizzes
vi: Hình thức để tạo và chỉnh sửa các câu đố

source: Formal Wear
vi: Trang phục chính thức

source: Frappe Cloud Login Successful
vi: Frappe Cloud đăng nhập thành công

source: Free
vi: Miễn phí

source: Freelance
vi: Tự do

source: Freelancer/Just looking
vi: Freelancer/chỉ tìm kiếm

source: French (e.g. Distinction)
vi: Tiếng Pháp (ví dụ: sự khác biệt)

source: Friday
vi: Thứ sáu

source: From
vi: Từ

source: From Date
vi: Từ ngày

source: Full Name
vi: Tên đầy đủ

source: Full Time
vi: Toàn thời gian

source: Function
vi: Chức năng

source: GST Amount
vi: Số tiền GST

source: GST Number
vi: Số GST

source: GSTIN
vi: Justin

source: General
vi: Tổng quan

source: Generate Certificates
vi: Tạo chứng chỉ

source: Generate Google Meet Link
vi: Tạo liên kết Google Meet

source: Get Certificate
vi: Nhận chứng chỉ

source: Get Certified
vi: Nhận được chứng nhận

source: Get Started
vi: Bắt đầu

source: Github ID
vi: ID GitHub

source: Google Meet Link
vi: Google gặp liên kết

source: Grade
vi: Cấp

source: Grade Assignment
vi: Bài tập lớp

source: Grade Type
vi: Loại lớp

source: Grading
vi: Phân loại

source: Grant only once
vi: Chỉ cấp một lần

source: Have an account? Login
vi: Có một tài khoản? Đăng nhập

source: Headline
vi: Tiêu đề

source: Hello
vi: Xin chào

source: Help Us Improve
vi: Giúp chúng tôi cải thiện

source: Help others learn something new by creating a course.
vi: Giúp người khác học một cái gì đó mới bằng cách tạo ra một khóa học.

source: Help us improve our course material.
vi: Giúp chúng tôi cải thiện tài liệu khóa học của chúng tôi.

source: Hey {0}
vi: Này {0}

source: Hey,
vi: Chào,

source: Hi
vi: CHÀO

source: Hi {0},
vi: Xin chào {0},

source: Hi,
vi: CHÀO,

source: Hide my Private Information from others
vi: Ẩn thông tin cá nhân của tôi với người khác

source: Hints
vi: Gợi ý

source: Host
vi: Chủ nhà

source: How to add a Quiz?
vi: Làm thế nào để thêm một bài kiểm tra?

source: I am currently working here
vi: Tôi hiện đang làm việc ở đây

source: I am delighted to inform you that you have successfully earned your certification for the {0} course. Congratulations!
vi: Tôi rất vui mừng được thông báo cho bạn rằng bạn đã đạt được chứng nhận thành công cho khóa học {0}. Chúc mừng!

source: I am looking for a job
vi: Tôi đang tìm kiếm một công việc

source: I am unavailable
vi: Tôi không có sẵn

source: ID
vi: NHẬN DẠNG
