Repository: Flamesh/lms
Catalog: lms/locale/*.po
Languages: vi

source: Search for an icon
vi: Tìm kiếm một biểu tượng

source: Seat Count
vi: Số lượng chỗ ngồi

source: Seat Left
vi: Chỗ ngồi trái

source: Seats Left
vi: Ghế còn lại

source: Select a question
vi: Chọn một câu hỏi

source: Select a quiz
vi: Chọn một bài kiểm tra

source: Select a slot
vi: Chọn một khe cắm

source: Select an assignment
vi: Chọn một bài tập

source: Send Confirmation Email
vi: Gửi email xác nhận

source: Send calendar invite for evaluations
vi: Gửi lời mời lịch để đánh giá

source: Sessions On Days
vi: Phiên vào ngày

source: Set your Password
vi: Đặt mật khẩu của bạn

source: Settings
vi: Cài đặt

source: Share on
vi: Chia sẻ trên

source: Short Description
vi: Mô tả ngắn

source: Short Introduction
vi: Giới thiệu ngắn

source: Short description of the batch
vi: Mô tả ngắn về lô

source: Show Answer
vi: Hiển thị câu trả lời

source: Show Answers
vi: Hiển thị câu trả lời

source: Show Submission History
vi: Hiển thị lịch sử đệ trình

source: Show Tab in Batch
vi: Hiển thị tab theo đợt

source: Show USD Equivalent
vi: Hiển thị USD tương đương

source: Show day view in timetable
vi: Hiển thị chế độ xem trong ngày theo thời gian

source: Show live class
vi: Hiển thị lớp học trực tiếp

source: Shuffle Questions
vi: Câu hỏi xáo trộn

source: Shuffle Settings
vi: Cài đặt xáo trộn

source: Sidebar
vi: Thanh bên

source: Sidebar Items
vi: Các mặt hàng thanh bên

source: Sign Up is disabled
vi: Đăng ký bị vô hiệu hóa

source: Sign up
vi: Đăng ký

source: Signup Email
vi: Đăng ký email

source: Signup Settings
vi: Cài đặt đăng ký

source: Signups
vi: Đăng ký

source: Skill
vi: Kỹ năng

source: Skill Details
vi: Chi tiết kỹ năng

source: Skill Name
vi: Tên kỹ năng

source: Skills
vi: Kỹ năng

source: Skills must be unique
vi: Kỹ năng phải là duy nhất

source: Skip
vi: Nhảy

source: Skip Onboarding
vi: Bỏ qua trên tàu

source: Slot Times are overlapping for some schedules.
vi: Thời gian khe đang chồng chéo cho một số lịch trình.

source: Slug
vi: Sên

source: Sold Out
vi: Bán hết

source: Solution
vi: Giải pháp

source: Source
vi: Nguồn

source: Staff
vi: Nhân viên

source: Stage
vi: Sân khấu

source: Start
vi: Bắt đầu

source: Start Date
vi: Ngày bắt đầu

source: Start Date:
vi: Ngày bắt đầu:

source: Start Learning
vi: Bắt đầu học hỏi

source: Start Time
vi: Thời gian bắt đầu

source: Start Time cannot be greater than End Time
vi: Thời gian bắt đầu không thể lớn hơn thời gian kết thúc

source: Start URL
vi: Bắt đầu URL

source: Startup Organization
vi: Tổ chức khởi nghiệp

source: State
vi: Tình trạng

source: Statistics
vi: Thống kê

source: Status
vi: Trạng thái

source: Status/Score
vi: Trạng thái/Điểm

source: Student
vi: Học sinh

source: Student Reviews
vi: Đánh giá của sinh viên

source: Students
vi: Sinh viên

source: Students deleted successfully
vi: Học sinh đã xóa thành công

source: Students will be enrolled in a paid batch once they complete the payment
vi: Học sinh sẽ được ghi danh vào một đợt trả phí sau khi họ hoàn thành thanh toán

source: Subgroup
vi: Nhóm con

source: Subject
vi: Chủ thể

source: Submission
vi: Sự đệ trình

source: Submission List
vi: Danh sách đệ trình

source: Submission by
vi: Đệ trình bởi

source: Submit
vi: Nộp

source: Submit your resume to proceed with your application for this position. Upon submission, it will be shared with the job poster.
vi: Gửi sơ yếu lý lịch của bạn để tiến hành ứng dụng của bạn cho vị trí này. Sau khi nộp, nó sẽ được chia sẻ với poster công việc.

source: Submitted {0}
vi: Đã gửi {0}

source: Success
vi: Thành công

source: Summary
vi: Bản tóm tắt

source: Sunday
vi: Chủ nhật

source: Suspicious pattern found in {0}: {1}
vi: Mẫu đáng ngờ được tìm thấy trong {0}: {1}

source: System Manager
vi: Trình quản lý hệ thống

source: Team School
vi: Trường học

source: Team Work
vi: Làm việc nhóm

source: Template
vi: Bản mẫu

source: Temporarily Disabled
vi: Tạm thời bị vô hiệu hóa

source: Terms of Use
vi: Điều khoản sử dụng

source: Test Results
vi: Kết quả kiểm tra

source: Tests
vi: Bài kiểm tra

source: Text
vi: Chữ

source: Thank you for providing your feedback!
vi: Cảm ơn bạn đã cung cấp phản hồi của bạn!

source: Thanks and Regards
vi: Cảm ơn và trân trọng

source: The batch is full. Please contact the Administrator.
vi: Các lô đã đầy. Vui lòng liên hệ với quản trị viên.

source: The batch you have enrolled for is starting tomorrow. Please be prepared and be on time for the session.
vi: Các lô bạn đã đăng ký đang bắt đầu vào ngày mai. Hãy chuẩn bị và đúng giờ cho phiên.

source: The course {0} is now available on {1}.
vi: Khóa học {0} hiện có sẵn trên {1}.

source: The evaluator of this course is unavailable from {0} to {1}. Please select a date after {1}
vi: Người đánh giá của khóa học này không có sẵn từ {0} đến {1}. Vui lòng chọn một ngày sau {1}

source: The quiz has a time limit. For each question you will be given {0} seconds.
vi: Bài kiểm tra có giới hạn thời gian. Đối với mỗi câu hỏi, bạn sẽ được đưa ra {0} giây.

source: The slot is already booked by another participant.
vi: Các khe đã được đặt bởi một người tham gia khác.

source: The status of your application has changed.
vi: Tình trạng ứng dụng của bạn đã thay đổi.

source: There are no batches matching the criteria. Keep an eye out, fresh learning experiences are on the way soon!
vi: Không có lô phù hợp với các tiêu chí. Hãy để mắt đến, những trải nghiệm học tập mới đang trên đường sớm!

source: There are no chapters in this course. Create and manage chapters from here.
vi: Không có chương trong khóa học này. Tạo và quản lý các chương từ đây.

source: There are no courses available at the moment. Keep an eye out, fresh learning experiences are on the way soon!
vi: Không có khóa học có sẵn tại thời điểm này. Hãy để mắt đến, những trải nghiệm học tập mới đang trên đường sớm!

source: There are no participants matching this criteria.
vi: Không có người tham gia phù hợp với tiêu chí này.

source: There are no programs available at the moment. Keep an eye out, fresh learning experiences are on the way soon!
vi: Không có chương trình có sẵn tại thời điểm này. Hãy để mắt đến, những trải nghiệm học tập mới đang trên đường sớm!

source: There are no seats available in this batch.
vi: Không có chỗ ngồi trong đợt này.

source: There are no students in this batch.
vi: Không có sinh viên trong lô này.

source: There are no submissions for this assignment.
vi: Không có bài nộp cho nhiệm vụ này.

source: There are no {0} on this site.
vi: Không có {0} trên trang web này.

source: There has been an update on your submission for assignment {0}
vi: Đã có một bản cập nhật về bản gửi của bạn cho bài tập {0}

source: There has been an update on your submission. You have got a score of {0} for the quiz {1}
vi: Đã có một bản cập nhật về bản gửi của bạn. Bạn đã có một số điểm {0} cho bài kiểm tra {1}

source: These customisations will work on the main batch page.
vi: Những tùy chỉnh này sẽ hoạt động trên trang hàng loạt chính.

source: This badge has been awarded to {0} on {1}.
vi: Huy hiệu này đã được trao cho {0} trên {1}.

source: This certificate does no expire
vi: Giấy chứng nhận này không hết hạn

source: This class has ended
vi: Lớp học này đã kết thúc

source: This course has:
vi: Khóa học này có:

source: This course is free.
vi: Khóa học này là miễn phí.

source: This is a chapter in the course {0}
vi: Đây là một chương trong khóa học {0}

source: This lesson is not available for preview. Please enroll in the course to access it.
vi: Bài học này không có sẵn để xem trước. Vui lòng đăng ký vào khóa học để truy cập nó.

source: This lesson is not available for preview. Please join the course to access it.
vi: Bài học này không có sẵn để xem trước. Hãy tham gia khóa học để truy cập nó.

source: This quiz consists of {0} questions.
vi: Câu đố này bao gồm các câu hỏi {0}.

source: Thursday
vi: Thứ năm

source: Time
vi: Thời gian

source: Time Preference
vi: Ưu tiên thời gian

source: Time must be in 24 hour format (HH:mm). Example 11:30 or 22:00
vi: Thời gian phải ở định dạng 24 giờ (HH: mm). Ví dụ 11:30 hoặc 22:00

source: Timetable
vi: Thời gian biểu

source: Timetable Legends
vi: Huyền thoại thời gian biểu

source: Timetable Template
vi: Mẫu thời gian biểu

source: Timings:
vi: Thời gian:

source: Title
vi: Tiêu đề

source: Title is required
vi: Tiêu đề là bắt buộc

source: To
vi: ĐẾN

source: To Date
vi: Cho đến nay

source: To join this batch, please contact the Administrator.
vi: Để tham gia đợt này, xin vui lòng liên hệ với quản trị viên.

source: To upload Image, Video, Audio or PDF from your system, click on the add icon and select upload from the menu. Then choose the file you want to add to the lesson and it gets added to your lesson.
vi: Để tải lên hình ảnh, video, âm thanh hoặc pdf từ hệ thống của bạn, nhấp vào biểu tượng Thêm và chọn Tải lên từ menu. Sau đó, chọn tệp bạn muốn thêm vào bài học và nó được thêm vào bài học của bạn.

source: Too many users signed up recently, so the registration is disabled. Please try back in an hour
vi: Quá nhiều người dùng đã đăng ký gần đây, vì vậy việc đăng ký bị vô hiệu hóa. Vui lòng thử lại sau một giờ

source: Total
vi: Tổng cộng

source: Total Marks
vi: Tổng số điểm

source: Total Signups
vi: Tổng số đăng ký

source: Travel
vi: Du lịch

source: Try Again
vi: Hãy thử lại

source: Tuesday
vi: Thứ ba

source: Type
vi: Kiểu

source: Type your answer
vi: Nhập câu trả lời của bạn

source: UK Grading (e.g. 1st, 2:2)
vi: Phân loại Vương quốc Anh (ví dụ: 1, 2: 2)

source: Unavailability
vi: Không có sẵn

source: Unavailable From Date cannot be greater than Unavailable To Date
vi: Không có sẵn từ ngày không thể lớn hơn không có sẵn cho đến nay

source: Under Review
vi: Đang được xem xét

source: Unlisted
vi: Không niêm yết

source: Unpublished
vi: Chưa được công bố

source: Unsplash
vi: Hủy bỏ

source: Unsplash Access Key
vi: Khóa truy cập giảm lên

source: Unstructured Role
vi: Vai trò phi cấu trúc

source: Upcoming
vi: Sắp tới

source: Upcoming Batches
vi: Các đợt sắp tới

source: Upcoming Evaluations
vi: Đánh giá sắp tới

source: Update
vi: Cập nhật

source: Update Password
vi: Cập nhật mật khẩu

source: Upload
vi: Tải lên

source: Upload File
vi: Tải lên tệp

source: Uploading {0}%
vi: Tải lên {0}%

source: User
vi: Người dùng

source: User Category
vi: Danh mục người dùng

source: User Field
vi: Trường người dùng

source: User Input
vi: Đầu vào người dùng

source: User Skill
vi: Kỹ năng người dùng

source: User {0} has reported the job post {1}
vi: Người dùng {0} đã báo cáo bài đăng công việc {1}

source: Username
vi: Tên người dùng

source: Users
vi: Người dùng

source: Users Response
vi: Phản hồi của người dùng

source: Valid email and name required
vi: Email và tên hợp lệ cần thiết

source: Value
vi: Giá trị

source: Value Change
vi: Thay đổi giá trị

source: Verification Code
vi: Mã xác minh

source: Verify
vi: Xác minh

source: Video Embed Link
vi: Video nhúng liên kết

source: View
vi: Xem

source: View Certificate
vi: Xem chứng chỉ

source: Visibility
vi: Khả năng hiển thị

source: Visit Batch
vi: Ghé thăm lô

source: Visit the following link to view your
vi: Truy cập liên kết sau để xem

source: Volunteering or Internship
vi: Tình nguyện hoặc thực tập

source: We are pleased to inform you that you have been enrolled in our upcoming batch. Congratulations!
vi: Chúng tôi vui mừng thông báo cho bạn rằng bạn đã được ghi danh vào lô sắp tới của chúng tôi. Chúc mừng!

source: We have a limited number of seats, and they won't be available for long!
vi: Chúng tôi có một số lượng hạn chế chỗ ngồi và chúng sẽ không có sẵn lâu!

source: We have sent the verificaton code to your email id
vi: Chúng tôi đã gửi mã xác minh đến ID email của bạn

source: We noticed that you started enrolling in the
vi: Chúng tôi nhận thấy rằng bạn đã bắt đầu đăng ký vào

source: Web Page
vi: Trang web

source: Wednesday
vi: Thứ Tư

source: Welcome to {0}!
vi: Chào mừng bạn đến với {0}!

source: What does include in preview mean?
vi: Bao gồm những gì trong bản xem trước có nghĩa là?

source: When a course gets submitted for review, it will be listed here.
vi: Khi một khóa học được gửi để xem xét, nó sẽ được liệt kê ở đây.

source: Where did you hear about us?
vi: Bạn đã nghe ở đâu về chúng tôi?

source: With this certification, you can now showcase your updated skills and share your achievement with your colleagues and on LinkedIn. To access your certificate, please click on the link provided below. Make sure you are logged in to the portal.
vi: Với chứng nhận này, bây giờ bạn có thể giới thiệu các kỹ năng cập nhật của mình và chia sẻ thành tích của bạn với các đồng nghiệp và trên LinkedIn. Để truy cập chứng chỉ của bạn, xin vui lòng nhấp vào liên kết được cung cấp bên dưới. Hãy chắc chắn rằng bạn đã đăng nhập vào cổng thông tin.

source: Withdrawn
vi: Rút lui

source: Work Environment
vi: Môi trường làm việc

source: Work Experience
vi: Kinh nghiệm làm việc

source: Work Experience Details
vi: Chi tiết kinh nghiệm làm việc

source: Write a Review
vi: Viết một đánh giá

source: Write a review
vi: Viết một đánh giá

source: Write your answer here
vi: Viết câu trả lời của bạn ở đây

source: You already have an evaluation on {0} at {1} for the course {2}.
vi: Bạn đã có một đánh giá trên {0} tại {1} cho khóa học {2}.

source: You are already certified for this course. Click on the card below to open your certificate.
vi: Bạn đã được chứng nhận cho khóa học này. Nhấp vào thẻ bên dưới để mở chứng chỉ của bạn.

source: You are already enrolled for this batch.
vi: Bạn đã đăng ký cho lô này.

source: You are already enrolled for this course.
vi: Bạn đã đăng ký cho khóa học này.

source: You are not a member of this batch. Please checkout our upcoming batches.
vi: Bạn không phải là thành viên của lô này. Vui lòng kiểm tra các đợt sắp tới của chúng tôi.

source: You are not a mentor of the course {0}
vi: Bạn không phải là người cố vấn của khóa học {0}

source: You are not enrolled
vi: Bạn không được ghi danh

source: You are not enrolled in this course. Please enroll to access this lesson.
vi: Bạn không được ghi danh trong khóa học này. Vui lòng đăng ký để truy cập bài học này.

source: You can add chapters and lessons to it.
vi: Bạn có thể thêm các chương và bài học cho nó.

source: You can also copy-paste following link in your browser
vi: Bạn cũng có thể sao chép liên kết sau trong trình duyệt của mình

source: You can attempt this quiz only {0} {1}
vi: Bạn chỉ có thể thử bài kiểm tra này {0} {1}

source: You can attempt this quiz {0}.
vi: Bạn có thể thử bài kiểm tra này {0}.

source: You can find their resume attached to this email.
vi: Bạn có thể tìm thấy sơ yếu lý lịch của họ được đính kèm với email này.

source: You cannot schedule evaluations after {0}.
vi: Bạn không thể lên lịch đánh giá sau {0}.

source: You cannot schedule evaluations for past slots.
vi: Bạn không thể lên lịch đánh giá cho các vị trí trong quá khứ.

source: You do not have permission to access this page.
vi: Bạn không có quyền truy cập trang này.

source: You don't have any notifications.
vi: Bạn không có bất kỳ thông báo nào.

source: You got
vi: Bạn có

source: You got {0}% correct answers with a score of {1} out of {2}
vi: Bạn có {0}% câu trả lời đúng với điểm {1} trong số {2}

source: You have a live class scheduled tomorrow. Please be prepared and be on time for the session.
vi: Bạn có một lớp học trực tiếp theo lịch trình vào ngày mai. Hãy chuẩn bị và đúng giờ cho phiên.

source: You have already applied for this job.
vi: Bạn đã áp dụng cho công việc này.

source: You have already exceeded the maximum number of attempts allowed for this quiz.
vi: Bạn đã vượt quá số lần thử tối đa được phép cho bài kiểm tra này.

source: You have already purchased the certificate for this course.
vi: Bạn đã mua chứng chỉ cho khóa học này.

source: You have already reviewed this course
vi: Bạn đã xem xét khóa học này

source: You have been enrolled in this batch
vi: Bạn đã được ghi danh trong đợt này

source: You have been enrolled in this course
vi: Bạn đã được ghi danh vào khóa học này

source: You have exceeded the maximum number of attempts ({0}) for this quiz
vi: Bạn đã vượt quá số lần thử tối đa ({0}) cho bài kiểm tra này

source: You have got a score of {0} for the quiz {1}
vi: Bạn đã có một số điểm {0} cho bài kiểm tra {1}

source: You have not created any assignments yet. To create a new assignment, click on the "New" button above.
vi: Bạn chưa tạo ra bất kỳ bài tập nào. Để tạo một bài tập mới, nhấp vào nút "mới " ở trên.

source: You have not created any quizzes yet. To create a new quiz, click on the "New Quiz" button above.
vi: Bạn chưa tạo ra bất kỳ câu đố nào. Để tạo một bài kiểm tra mới, nhấp vào nút "mới " ở trên.

source: You have opted to be notified for this course. You will receive an email when the course becomes available.
vi: Bạn đã chọn để được thông báo cho khóa học này. Bạn sẽ nhận được một email khi khóa học có sẵn.

source: You need to login first to enroll for this course
vi: Bạn cần đăng nhập trước để đăng ký khóa học này

source: You will be redirected to Frappe Cloud soon.
vi: Bạn sẽ sớm được chuyển hướng đến Frappe Cloud.

source: You will have to get {0}% correct answers in order to pass the quiz.
vi: Bạn sẽ phải nhận được {0}% câu trả lời đúng để vượt qua bài kiểm tra.

source: You've applied to become a mentor for this course. Your request is currently under review.
vi: Bạn đã áp dụng để trở thành một người cố vấn cho khóa học này. Yêu cầu của bạn hiện đang được xem xét.

source: You've successfully submitted the assignment.
vi: Bạn đã gửi thành công bài tập.

source: YouTube Video URL
vi: URL video YouTube

source: YouTube Video will appear at the top of the lesson.
vi: Video YouTube sẽ xuất hiện ở đầu bài học.

source: Your Account has been successfully created!
vi: Tài khoản của bạn đã được tạo thành công!

source: Your calendar is set.
vi: Lịch của bạn được đặt.

source: Your evaluation for the course {0} has been scheduled on {1} at {2} {3}.
vi: Đánh giá của bạn cho khóa học {0} đã được lên lịch trên {1} tại {2} {3}.

source: Your evaluation slot has been booked
vi: Khe đánh giá của bạn đã được đặt

source: Your evaluator is {0}
vi: Người đánh giá của bạn là {0}

source: Your request to join us as a mentor for the course
vi: Yêu cầu của bạn tham gia với chúng tôi với tư cách là người cố vấn cho khóa học

source: Your score is
vi: Điểm số của bạn là

source: Your submission has been successfully saved. The instructor will review and grade it shortly, and you'll be notified of your final result.
vi: Đệ trình của bạn đã được lưu thành công. Người hướng dẫn sẽ xem xét và chấm điểm nó trong thời gian ngắn, và bạn sẽ được thông báo về kết quả cuối cùng của bạn.

source: Zoom Settings
vi: Cài đặt phóng to

source: activities
vi: các hoạt động

source: activity
vi: hoạt động

source: but didn’t complete your payment
vi: Nhưng didn hoàn thành khoản thanh toán của bạn

source: cancel your application
vi: Hủy ứng dụng của bạn

source: completed
vi: hoàn thành

source: correct answers
vi: Câu trả lời đúng

source: has been
vi: đã được

source: in the last
vi: cuối cùng

source: member
vi: thành viên

source: members
vi: thành viên

source: of
vi: của

source: out of
vi: ra khỏi

source: posted
vi: Đăng

source: question_detail
vi: câu hỏi_detail

source: ratings
vi: Xếp hạng

source: stars
vi: sao

source: weeks
vi: tuần

source: you can
vi: Bạn có thể

source: {0} Settings not found
vi: {0} Cài đặt không tìm thấy

source: {0} has applied for the job position {1}
vi: {0} đã áp dụng cho vị trí công việc {1}

source: {0} has reported a job post for the following reason.
vi: {0} đã báo cáo một bài đăng công việc vì lý do sau.

source: {0} has submitted the assignment {1}
vi: {0} đã gửi bài tập {1}

source: {0} is already a Student of {1} course through {2} batch
vi: {0} đã là một học sinh của khóa học {1} thông qua {2}

source: {0} is already a mentor for course {1}
vi: {0} đã là người cố vấn cho khóa học {1}

source: {0} is already a {1} of the course {2}
vi: {0} đã là {1} của khóa học {2}

source: {0} is already certified for the batch {1}
vi: {0} đã được chứng nhận cho lô {1}

source: {0} is already certified for the course {1}
vi: {0} đã được chứng nhận cho khóa học {1}

source: {0} is your evaluator
vi: {0} là người đánh giá của bạn

source: {0} mentioned you in a comment
vi: {0} đã đề cập đến bạn trong một bình luận

source: {0} mentioned you in a comment in your batch.
vi: {0} đã đề cập đến bạn trong một bình luận trong đợt của bạn.

source: {0} mentioned you in a comment in {1}
vi: {0} đã đề cập đến bạn trong một bình luận trong {1}

source: {} Active
vi: {} Tích cực

source: {} Completed
vi: {} Hoàn thành

source: {} Enrolled
vi: {} Đăng ký

source: {} Granted
vi: {} Giả dụ như vậy

source: {} Passed
vi: {} Đi qua

source: {} Published
vi: {} Được xuất bản
